[
  {
    "id": "1",
    "name": "Psalm 1",
    "incipit": "Beatus vir qui non abii",
    "lines": [
      "Blessed is the man that hath not walked in the counsel of the ungodly, nor stood in the way of sinners,* and hath not sat in the seat of the scornful",
      "But his delight is in the law of the Lord;* and in his law will he exercise himself day and night.",
      "And he shall be like a tree planted by the water-side,* that will bring forth his fruit in due season.",
      "His leaf also shall not wither;* and look, whatsoever he doeth, it shall prosper.",
      "As for the ungodly, it is not so with them;* but they are like the chaff, which the wind scattereth away from the face of the earth.",
      "Therefore the ungodly shall not be able to stand in the judgement,* neither the sinners in the congregation of the righteous.",
      "But the Lord knoweth the way of the righteous;* and the way of the ungodly shall perish."
    ]
  },
  {
    "id": "4",
    "name": "Psalm 4",
    "incipit": "Cum invocarem",
    "lines": [
      "Hear me when I call, O God of my righteousness:* thou hast set me at liberty when I was in trouble; have mercy upon me, and hearken unto my prayer.",
      "O ye sons of men, how long will ye blaspheme mine honor,* and have such pleasure in vanity, and seek after leasing?",
      "Know this also, that the Lord hath chosen to himself the man that is godly;* when I call upon the Lord, he will hear me.",
      "Stand in awe, and sin not;* commune with your own heart, and in your chamber, and be still.",
      "Offer the sacrifice of righteousness,* and put your trust in the Lord.",
      "There be many that say,* Who will shew us any good?",
      "Lord, lift thou up* the light of thy countenance upon us.",
      "Thou hast put gladness in my heart,* since the time that their corn and wine and oil increased.",
      "I will lay me down in peace, and take my rest;* for it is thou, Lord, only, that makest me dwell in safety."
    ]
  },
  {
    "id": "91",
    "name": "Psalm 91",
    "incipit": "Qui habitat",
    "lines": [
      "Whoso dwelleth under the defence of the most High,* shall abide under the shadow of the Almighty.",
      "I will say unto the Lord, Thou art my hope, and my strong hold;* my God, in him will I trust.",
      "For he shall deliver thee from the snare of the hunter,* and from the noisome pestilence.",
      "He shall defend thee under his wings, and thou shalt be safe under his feathers;* his faithfulness and truth shall be thy shield and buckler.",
      "Thou shalt not be afraid for any terror by night,* nor for the arrow that flieth by day;",
      "For the pestilence that walketh in darkness,* nor for the sickness that destroyeth in the noon-day.",
      "A thousand shall fall beside thee, and ten thousand at thy right hand;* but it shall not come nigh thee.",
      "Yea, with thine eyes shalt thou behold,* and see the reward of the ungodly.",
      "For thou, Lord, art my hope;* thou hast set thine house of defence very high.",
      "There shall no evil happen unto thee,* neither shall any plague come nigh thy dwelling.",
      "For he shall give his angels charge over thee,* to keep thee in all thy ways.",
      "They shall bear thee in their hands,* that thou hurt not thy foot against a stone.",
      "Thou shalt go upon the lion and adder:* the young lion and the dragon shalt thou tread under thy feet.",
      "Because he hath set his love upon me, therefore will I deliver him;* I will set him up, because he hath known my Name.",
      "He shall call upon me, and I will hear him;* yea, I am with him in trouble; I will deliver him, and bring him to honour.",
      "With long life will I satisfy him,* and shew him my salvation."
    ]
  },
  {
    "id": "134",
    "name": "Psalm 134",
    "incipit": "Ecce nunc",
    "lines": [
      "Behold now, praise the Lord,* all ye servants of the Lord;",
      "Ye that by night stand in the house of the Lord,* even in the courts of the house of our God.",
      "Lift up your hands in the sanctuary,* and praise the Lord.",
      "The Lord that made heaven and earth* give thee blessing out of Sion."
    ]
  }
]